TargetApplication=NI FastPaste v.1.0.1.4
Author=Nikolay Ivanov
SourceLANGID=1033
LANGID=1049
Generator=DKLang Translation Editor v3.0
LastModified=2015-12-30 21:09:16

[Form1]
00000003=Метод вставки текста:
00000032=О программе
00000035=Сохранить
00000036=Очистить
00000037=Отменить изменения
00000039=Метод1: эмуляция посимвольного нажатия клавиш\nМетод 2: отправка сообщения "WM_SETTEXT"\nМетод 3: отправка сообщения "WM_PASTE" (вставка через буфер обмена)\nМетод 4: эмуляция нажатия сочетания клавиш "Ctrl+V" (рекомендуется)\n
00000041=Для настройки параметров быстрой вставки текста дважды щелкните на иконке программы в трее или выберите пункт "Параметры" контекстного меню.
00000043=Параметры
00000044=Запускать с Windows
00000045=Сайт программы
00000046=Выход
00000047=Язык
00000048=Пожертвовать

[$CONSTANTS]
Sconfclear=Очистить введенные данные?
Sconfload=Загрузить последнюю сохраненную копию?
Serclear=Ошибка при очистке данных:
Shotkey=Горячая клавиша
Spinfo1=Программа для быстрой вставки заранее подготовленных строк текста (максимум %d строк) в буфер обмена и активное поле ввода различных программ при помощи глобальных горячих клавиш.
Spinfo2=Если вставка в активное поле ввода не срабатывает, попробуйте изменить в настройках программы метод вставки.
Spinfo3=Текстовые строки и горячие клавиши для их вставки должны быть заданы в параметрах "NI FastPaste".
Spinfo4=Файл настроек программы
Ssavchan=Сохранить изменения?
Sstring=Строка
